Repository: huuhghhgyg/Chamberlain_UWP
Catalog: Chamberlain_UWP/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: About
zh_cn: 关于

source: Add
zh_cn: 添加

# AddDescTextBox.PlaceholderText
source: What to remind
zh_cn: 提醒内容

source: Add Item
zh_cn: 添加项

# AddItemDatePicker.Header
source: Due date
zh_cn: 选择日期

# AddItemDatePicker.PlaceholderText
source: Select date
zh_cn: 到期日期

# AddItemPriorityComboBox.Header
source: Priority
zh_cn: 优先级

# AddTagTextBox.PlaceholderText
source: Label name
zh_cn: 标签名

# AddTitleTextBox.PlaceholderText
source: Title name
zh_cn: 标题名称

source: Application
zh_cn: 应用

source: Application folder
zh_cn: 应用程序文件夹

# AutoDetectUpdateTitle
source: Auto detect updates
zh_cn: 自动检测更新

source: Background task
zh_cn: 后台任务

# BackgroundWakeSpan
source: Background wakeup interval (minutes)
zh_cn: 后台唤醒间隔（分钟）

# BackupDone
source: Finished
zh_cn: 已完成

# BackupErrorIndicatorTextBlock.Text
source: * There is information in the backup error list, please go to the backup page to view
zh_cn: * 备份错误列表中有信息,请转到备份页查看

# BackupInfoTitle
source: Backup Information
zh_cn: 备份信息

# Backuping
source: Backing up files
zh_cn: 正在备份文件

source: Backup Path
zh_cn: 备份路径

# BackupPathColumn.Header
source: Backup path
zh_cn: 备份路径

# BackupPathExistDesc
source: Detected that the path already exists, the path will not be added
zh_cn: 检测到路径已经存在，路径将不会被添加

# BackupProcessing
source: Processing
zh_cn: 处理中

# BackupRestoring
source: Restoring files
zh_cn: 正在恢复文件

# BackupState
source: Backup Status
zh_cn: 备份状态

# BackupTargetPathColumn.Header
source: Backup Target
zh_cn: 备份目标

source: Backup Task
zh_cn: 备份任务

# BackupTaskSeq
source: Task Sequence
zh_cn: 任务序列

# BackupTaskSequenceDesc
source: {0} tasks remaining
zh_cn: 剩余{0}条任务

# BackupTimeColumn.Header
source: Backup Time
zh_cn: 备份时间

# BackupTitle
source: Backup
zh_cn: 备份

# BasicInfo
source: Basic Information
zh_cn: 基本信息

# CalculatingHash
source: Calculating file Hash
zh_cn: 正在计算文件Hash

source: Cancel
zh_cn: 取消

# CheckUpdateWhenStartup
source: {0} Automatically check for updates when launching the app
zh_cn: {0}开启应用时自动检查更新

source: Clear
zh_cn: 清除

# ClearAppBarButton.Label
source: Clear
zh_cn: 清除

# ClearBackupDataConfirmDesc
source: Do you want to clear the data of the backup module? Data saved in the backup folder will not be erased
zh_cn: 是否要清除备份模块的数据？保存于备份文件夹中的数据将不会被清除

# ClearBackupDataTitle
source: Clear backup list
zh_cn: 清除备份列表

# ClearDataListDesc
source: This might help fix the crash
zh_cn: 这可能有助于修复崩溃问题

# ClearDataListTitle
source: Clear all list data
zh_cn: 清除所有列表数据

# ClearExternalReminderDataDesc
source: Do you want to delete them together?
zh_cn: 是否一并删除？

# ClearExternalReminderDataTitle
source: You are using data from the specified folder
zh_cn: 您正在使用指定文件夹中的数据

source: Clear Reminder Data
zh_cn: 清除Reminder数据

# ClearReminderDataDialogDesc
source: Deleted data cannot be recovered, are you sure to delete?
zh_cn: 删除的数据不可恢复，确定删除？

# ClearReminderDataDialogTitle
source: You are trying to delete Reminder's data
zh_cn: 您正在尝试删除Reminder的数据

source: Close
zh_cn: 关闭

# ComparingInfo
source: Comparing information
zh_cn: 正在比对信息

# ComparingToFullBackup
source: Comparing with full backup
zh_cn: 正在与完整备份进行比对

source: Component settings
zh_cn: 组件设置

source: Confirm
zh_cn: 确定

source: Control settings
zh_cn: 控件设置

source: Created time
zh_cn: 创建时间

# DailyNotification
source: Daily scheduled notification
zh_cn: 每日定时通知

# DailyNotificationTime
source: Daily regular reminder time
zh_cn: 每日定时提醒时间

# DataSavePath
source: Specify location to store data
zh_cn: 指定位置存放数据

# DateEmptyPrompt
source: Date cannot be empty
zh_cn: 日期不能为空

# DateEmptyPromptDesc
source: Must have a deadline date 📅
zh_cn: ddl日期必须要有📅

source: Deadline Date
zh_cn: Deadline日期

source: Deadline time
zh_cn: Deadline时间

# DebugOption
source: Debug options
zh_cn: 调试选项

source: Delete
zh_cn: 删除

# DetailedInfo
source: Detailed information
zh_cn: 详细信息

source: Developer
zh_cn: 开发者

# DoNotCheckUpdate
source: {0} does not check for updates
zh_cn: {0}不检查更新

# DownloadNewVersion
source: Download
zh_cn: 前往下载

# DragJsonFileHere
source: Drag the Json file here
zh_cn: 将Json文件拖到此处

# EmptyIndicator
source: (Empty)
zh_cn: （空）

# EnableNotification
source: Turn on notifications
zh_cn: 开启通知

# EncounterProblem
source: Encountering problems?
zh_cn: 遇到问题？

source: Error
zh_cn: 错误

source: Error Information
zh_cn: 错误信息

# ErrorMessageUnableSaveTo
source: Unable to save to {0}
zh_cn: 无法保存到 {0}

# ExportBackupAppBarButton.ToolTipService.ToolTip
source: Export selected backups to the Downloads folder in the library
zh_cn: 将选中的备份导出到库中的下载文件夹

# ExportToDownloadFolder
source: Export to download
zh_cn: 导出至下载

# ExternalReminderDataAccessible
source: Enabled, with path access to: {0}
zh_cn: 已启用，具有访问权限：{0}

# ExternalReminderFolderDataDetectedDesc
source: Import from this file, or overwrite this file?
zh_cn: 从这个文件内导入，还是覆盖这个文件？

# ExternalReminderFolderDataDetectedTitle
source: Data files detected in the selected folder
zh_cn: 检测到选定的文件夹内存在数据文件

# ExternalReminderFolderUnavailable
source: The specified folder does not exist and has been cleared
zh_cn: 指定文件夹不存在，已被清除

# ExternalReminderFolderUnspecified
source: No folder specified
zh_cn: 未指定任何文件夹

source: Feedback on Github
zh_cn: 前往Github反馈

# FileNotExist
source: File does not exist when copying: {0}
zh_cn: 复制时文件不存在：{0}

source: Finished
zh_cn: 已完成

# FolderNameColumn.Header
source: Folder Name
zh_cn: 目录名称

# GetBackupPathFailed
source: Unable to get backup folder {0}
zh_cn: 无法获取备份文件夹 {0}

# GetSavePathFailed
source: Unable to get save folder {0}
zh_cn: 无法获取保存文件夹 {0}

source: Go ahead
zh_cn: 前往

source: Import
zh_cn: 导入

source: Import backup
zh_cn: 导入备份

source: ⚠Import failed
zh_cn: ⚠导入失败

source: Import Reminder (JSON)
zh_cn: 导入Reminder(JSON)

# ImportReminderTextBox.PlaceholderText
source: JSON format text (support file drag and drop)
zh_cn: JSON格式文本（支持文件拖拽）

# ImportSuccessful
source: ✅Import successfully
zh_cn: ✅导入成功

source: Install date
zh_cn: 安装日期

# IsSidebarOpenText.ToolTipService.ToolTip
source: This option may have no effect on Windows 11
zh_cn: 此选项在Windows11上可能没有效果

# ItemReviseDescText.Header
source: Reminder description
zh_cn: 提醒描述

# ItemReviseDescText.PlaceholderText
source: (Not Selected)
zh_cn: (未选择)

# ItemRevisePriorityComboBox.Header
source: Priority
zh_cn: 优先级

# ItemReviseTimePicker.Header
source: Deadline Time
zh_cn: Deadline时间

# ItemReviseTitleText.Header
source: Title
zh_cn: 标题

# ItemReviseTitleText.PlaceholderText
source: (Not Selected)
zh_cn: (未选择)

# ItemSuggestBox.PlaceholderText
source: Search for "Reminders"
zh_cn: 搜索"提醒"

source: JSON (output only)
zh_cn: JSON（仅输出）

# Label
source: Tag
zh_cn: 标签

# LabelEmptyPrompt
source: Tag cannot be empty
zh_cn: 标签不能为空

# LabelEmptyPromptDesc
source: Please select one or more tags in the list, or create a new tag below🏷
zh_cn: 请在列表中选择一个或多个标签，也可以在下方新建标签🏷

# LevelStringError
source: Error❌：
zh_cn: 错误❌：

# LevelStringInfo
source: Infoℹ：
zh_cn: 提示ℹ：

# LevelStringWarning
source: Warning⚠：
zh_cn: 警告⚠：

# LoadingBackups
source: Loading backup file
zh_cn: 正在读取备份文件

# ManageReminderCardSubitle.Text
source: Add/Remove Reminders
zh_cn: 添加 / 删除提醒项

# ManageReminderCardTitle.Text
source: Reminder Management
zh_cn: 管理提醒

# ManageRemindItemButton.Content
source: Manage Reminders
zh_cn: 转到管理页面

# ModifyItem
source: Modify items
zh_cn: 修改项

# NavigationItem_Backup.Content
source: Backup
zh_cn: 备份

# NavigationItem_Reminder.Content
source: Reminder
zh_cn: 提醒

# NavigationItem_Task.Content
source: Task
zh_cn: 任务

# NewVersionDetectedTitle
source: New version detected: {0}
zh_cn: 检测到新版本:{0}

# NoAccessToSourceFolderToken
source: Unable to access source folder token
zh_cn: 无法访问源文件夹token

# NoAccessToTargetFolderToken
source: Unable to access target folder token
zh_cn: 无法访问目标文件夹token

# NoBackupTaskDesc
source: Please add a backup task first
zh_cn: 请先添加备份任务

# NoBackupTaskSelectedDesc
source: Please select a backup task before performing backup
zh_cn: 请先选中备份任务再进行备份

# NoBackupTaskSelectedTitle
source: No backup task selected
zh_cn: 没有选中备份任务

# NoBackupTaskTitle
source: No backup tasks
zh_cn: 没有备份任务

# NoContentDetectedDesc
source: Please fill in text content
zh_cn: 请填写有意义的文本内容

# NoContentDetectedTitle
source: No contenet detected
zh_cn: 未检测到内容

# NoDescriptionIndicator
source: (No Description)
zh_cn: (无描述)

# NoFileChangeDetected
source: No file changes detected
zh_cn: 没有检测到文件变更

# NoSelectedItemPrompt
source: No item selected
zh_cn: 没有选中项

# NoSelectedItemPromptDesc
source: Please select an item in this list to edit 🛠
zh_cn: 请在这个列表中选择一项进行修改🛠

# NoTaskIndicator
source: (No Task)
zh_cn: (无任务)

# NoTaskNow
source: Currently no tasks
zh_cn: 当前无任务

# NotifyBlockingInfo
source: {0} (idling times: {1}, {2}ms in total)
zh_cn: {0}(空转次数{1}，共{2}ms)

# NotifyDeadlineWithinHours
source: Deadline is less than {0} hours
zh_cn: deadline不足{0}小时

# NotifyDescInAddition
source: In addition,
zh_cn: 此外，

# NotifyDueInHours
source: Will expire in {0} hours.
zh_cn: 将在{0}个小时内到期。

# NotifyMultipleDeadlineWithinHours
source: The deadline for {0} items is less than {1} hours
zh_cn: {0}项deadline不足{1}小时

# NotifyMultipleDueInHours
source: {0} items in total will expire in {1} hours.
zh_cn: 等，共{0}项将在{1}个小时内到期。

# NotifyOutdatedItems
source: Item {0} has expired, please process it as soon as possible.
zh_cn: {0}项已过期，请尽快处理。

# NotifyReminderItemMeetDeadline
source: "{0}" is about to expire, has it been completed?
zh_cn: "{0}"即将到期，是否已经完成？

# NotSelectedIndicator
source: (Not Selected)
zh_cn: (未选择)

# OnworkItemSuggestBox.PlaceholderText
source: Search for unfinished tasks
zh_cn: 搜索未完成的任务

source: Open file
zh_cn: 打开文件

source: Open folder
zh_cn: 打开文件夹

source: Operation Canceled
zh_cn: 操作取消

# OutOfDate
source: Expired
zh_cn: 已过期

source: Override
zh_cn: 覆盖

# PastTargetTimePrompt
source: Target time has passed
zh_cn: 目标时间已经过了

# PastTargetTimePromptDesc
source: Cannot be set to preivous time😵
zh_cn: 穿越不了捏😵

# PathColumn.Header
source: Path
zh_cn: 路径

source: Plain Text
zh_cn: 纯文本

source: Priority
zh_cn: 优先级

# PriorityDefaultItem.Content
source: Default
zh_cn: 默认

# PriorityHigh
source: 🔴(Urgent)
zh_cn: 🔴(紧急)

# PriorityHighItem.Content
source: Urgent
zh_cn: 高

# PriorityMiddle
source: 🟡(Prior)
zh_cn: 🟡(优先)

# PriorityMiddleItem.Content
source: Prior
zh_cn: 中

source: Prompt
zh_cn: 提示

source: Quick backup
zh_cn: 快速备份

source: Record
zh_cn: 记录

source: Refresh
zh_cn: 刷新

# RefreshAppBarButton.ToolTipService.ToolTip
source: Reload data from all folders
zh_cn: 重新从所有文件夹中读取数据

source: Reminder
zh_cn: 提醒

# ReminderDataBothDeleted
source: 🗑 Both internal data files and external data files have been cleared
zh_cn: 🗑内部数据文件和外部数据文件均已清空

# ReminderDataDeleted
source: 🗑 Deleted internal data files
zh_cn: 🗑已删除内部数据文件

source: Reminder description
zh_cn: 提醒描述

# ReminderDone
source: Finished
zh_cn: 已完成

# ReminderFolderImportCancel
source: Import canceled, path: {0}
zh_cn: 取消导入，路径：{0}

# ReminderFoundBackupFileTitle
source: Find the data backup for "Reminder"
zh_cn: 找到"提醒"的数据备份

# ReminderFoundDataEmptyDesc
source: The data file is found, the data is empty, but the data backup is found. Do you want to use the backup data to restore?
zh_cn: 找到数据文件，数据为空，但是找到数据备份。是否使用备份数据恢复？

# ReminderItemsManagement
source: Manage Reminders
zh_cn: 管理提醒项

# ReminderLoadFromJsonFile
source: Load data from JSON file
zh_cn: 从JSON文件中读取数据

# ReminderNotFoundDataDesc
source: There is currently no data file, but a data backup has been found. Do you want to use the backup data to restore?
zh_cn: 目前无数据文件，但是找到数据备份。是否使用备份数据恢复？

# ReminderNotifyDescItemDueInADay
source: Will expire within 1 day, please pay attention.
zh_cn: 将在1天之内到期，请留意。

# ReminderNotifyDescItemsDueInADay
source: {0} items in total will expire within 1 day.
zh_cn: 共{0}项将在1天之内到期。

# ReminderNotifyDescMultipleDueInADay
source: There are {0} items due within 1 day.
zh_cn: 有{0}项将在1天之内到期。

# ReminderNotifyDescRemaining
source: Reminder of Remaining Items
zh_cn: 剩余事项提醒

# ReminderNotifyTitle
source: Reminder
zh_cn: 事项提醒

# ReminderOOBEImportSubtitle.Text
source: Click the button to open the file or drag the file onto the header, or specify a folder
zh_cn: 点击按钮打开文件或将文件拖动到标题上，或指定文件夹

# ReminderOOBEImportTitle.Text
source: Now import reminder data 📲
zh_cn: 现在导入提醒项数据📲

# ReminderOOBEOpenFileButton.Content
source: Open File
zh_cn: 打开文件

# ReminderOOBEPickFolderButton.Content
source: Specified folder
zh_cn: 指定文件夹

# ReminderOOBEWelcomeDesc
source: Now let's create some reminders
zh_cn: 现在来创建一些提醒项吧

# ReminderOOBEWelcomeTitle
source: Welcome to Reminder👋
zh_cn: 欢迎使用Reminder👋

# ReminderSaveTextBox.PlaceholderText
source: File save path (output only)
zh_cn: 文件保存路径（仅输出）

# ReminderTodo
source: Pending Reminders
zh_cn: 待处理

# ReminderTodoItems
source: Reminder Todo
zh_cn: 待办事项

# RepositoryPage
source: Project Repository
zh_cn: 项目主页

source: Reset
zh_cn: 重置

source: Restore
zh_cn: 恢复

# RestoreAppBarButton.Label
source: Restore
zh_cn: 恢复

source: Retain
zh_cn: 保留

# ReviseReminder
source: Revise Reminder Item
zh_cn: 修改提醒

source: Save
zh_cn: 保存

source: Save Data
zh_cn: 保存数据

source: Save list
zh_cn: 保存列表

# SavePathColumn.Header
source: Save Path
zh_cn: 保存路径

# SavePathPiviot.Header
source: Save Path
zh_cn: 保存路径

# SaveReminderDataFile
source: Save Reminder
zh_cn: 保存Reminder

# ScanningPaths
source: Scanning path
zh_cn: 正在扫描路径

source: Search
zh_cn: 搜索

# SearchResultSortBy
source: Sort by:
zh_cn: 搜索排序：

source: Selected folder:
zh_cn: 选取的文件夹:

source: Select tag
zh_cn: 选择标签

source: Settings
zh_cn: 设置

source: Show detailed info
zh_cn: 显示详细信息

# ShowNotificationBlockingInfo
source: Show blocking information when showing notifications
zh_cn: 显示通知显示阻塞信息

# SidebarOpenState
source: Sidebar open on launch
zh_cn: 侧边栏默认开启状态

# SkipCheckUpdateOfVersion
source: {0} does not prompt for update of version {1}
zh_cn: {0}不提示版本{1}的更新

source: Skip this version
zh_cn: 不再提示此版本

# SortByNameItem.Content
source: Name
zh_cn: 按照名称

# SortByTagItem.Content
source: Tag
zh_cn: 按照标签

source: Start backup
zh_cn: 开始备份

source: Sync
zh_cn: 同步

# SyncByWindowsOS
source: App settings sync across devices
zh_cn: 应用设置跨设备同步

source: Tag
zh_cn: 标签

# TaskClearIndicator
source: All tasks completed ☕
zh_cn: 所有任务已完成☕

source: Task List
zh_cn: 任务列表

source: Task Page
zh_cn: 任务面板

# TimeEmptyPrompt
source: Time cannot be empty
zh_cn: 时间不能为空

# TimeEmptyPromptDesc
source: Let’s choose a deadline time⏰
zh_cn: 还是选一个ddl时间吧⏰

# TimeSelectorSpan
source: Time picker option interval (minutes)
zh_cn: 时间选择器选项间隔（分钟）

source: Title
zh_cn: 标题

# TitleEmptyPrompt
source: The title can not be blank
zh_cn: 标题不能为空

# TitleEmptyPromptDesc
source: Otherwise you will not find this item 😥
zh_cn: 不然就找不到这个项目了😥

source: Today
zh_cn: 今天

source: Tomorrow
zh_cn: 明天

source: Total backup
zh_cn: 完整备份

# TwoDaysLater
source: 2 days later
zh_cn: 后天

# UnableToLoadFolder
source: Could not read folder {0}
zh_cn: 未能读取文件夹 {0}

# UnknownBackupState
source: Backup status unknown
zh_cn: 状态未知

# Unselected
source: Not Selected
zh_cn: 暂未选中

source: Update
zh_cn: 更新

# UpdateStatusTitle
source: Check update status:
zh_cn: 检测更新状态：

source: Version
zh_cn: 版本
